{
  "header":{
    "me": "Acerca de mi",
    "cv": "Currivulum Vitae",
    "portafolio": "Portafolio",
    "dumbstuff": "Ocio",
    "contact": "Contacto"
  },
  "main": {
    "me": {
      "title": "Desarrollador Full-Stack",
      "desc":"Hello!, my name is Giusseppe, i'm a software engineer and i love what i choosed to do in life, it fills my soul, I'm passionate about it, i'm a nerd i know i know. It took me a while to realize that i must learn constantly, so i try to do udemy courses very often to learn new things to keep me updated with new technologies. I'm an active linkedIn user, i invite people to expand my network, to share and to get informed.",
      "techs":"Tecnologías"
    },
    "cv":{
      "education": {
        "title":"Educacion",
        "edu1": "Egresado de Ingeniería en Informática",
        "edu2": "Titulado de Ingeniería en Informática"},
      "experience": {
        "title":"Experiencia",
        "exp1":{
          "title":"Practica Profesional",
          "desc":"Desarrolle un proeycto llamado SRS (Sistema de revisión de segmentaciones), que permite revisar la segmentacion de captura de camiones cargados con madera."
        },
        "exp2":{
          "title": "Desarrollador Junior",
          "desc": "Miembro del equipo OyS (Operaciones y servicios), trabajé en la mejora continua del software entregado a los clientes de Woodtech. Mis funciuones fueron programar, crear reportes de medidas de troncos para un aserradero ubicado en EEUU."
        },
        "exp3":{
          "title":"Aprendiz (Trainee)",
          "desc":"Durante 4 meses, aprendí HTML5, CSS, GIT, Angular y EOC (Ericsson Order Care) una tecnología usaba como Back-End para manejar las operaciones de todos los sistemas externos, tambien desarrolle un sitio web simple que simula una tienda online con un carrito de compras desarrollado en Angular. Luego, viajé a Fundao, Portugal por un mes para aprender como opera el equipo de desarrollo en Portugal. Actualmente, estoy trabajando en el equipo solucionando problemas/bugs que ocurren en produccionen el sistema OneClick."
        }
      }
    },
    "portafolio":{

    },
    "dumbstuff":{

    },
    "contact":{
      "name":"Nombre",
      "email":"Correo"
    }

  },
  "footer": {
    "text":"que sucede"
  }
}
