{
  "header":{
    "me": "Acerca de mi",
    "cv": "Currivulum Vitae",
    "portafolio": "Portafolio",
    "dumbstuff": "Ocio",
    "contact": "Contacto"
  },
  "main": {
    "me": {
      "title": "Desarrollador Full-Stack",
      "desc":"¡Hola !, mi nombre es Giusseppe, soy ingeniero de software y me encanta lo que elegí hacer en la vida, me llena el alma, me apasiona, soy un nerd, lo sé. Me tomó un tiempo darme cuenta de que debo aprender constantemente, por lo que trato de hacer cursos regulares a menudo para aprender cosas nuevas y mantenerme actualizado con las nuevas tecnologías. Soy un usuario vinculado activo, invito a las personas a expandir mi red, a compartir e informarse.",
      "techs":"Tecnologías"
    },
    "cv":{
      "education": {
        "title":"Educacion",
        "edu1": "Egresado de Ingeniería en Informática",
        "edu2": "Titulado de Ingeniería en Informática"},
      "experience": {
        "title":"Experiencia",
        "exp1":{
          "title":"Practica Profesional",
          "desc":"Desarrolle un proeycto llamado SRS (Sistema de revisión de segmentaciones), que permite revisar la segmentacion de captura de camiones cargados con madera."
        },
        "exp2":{
          "title": "Desarrollador Junior",
          "desc": "Miembro del equipo OyS (Operaciones y servicios), trabajé en la mejora continua del software entregado a los clientes de Woodtech. Mis funciuones fueron programar, crear reportes de medidas de troncos para un aserradero ubicado en EEUU."
        },
        "exp3":{
          "title":"Aprendiz (Trainee)",
          "desc":"Durante 4 meses, aprendí HTML5, CSS, GIT, Angular y EOC (Ericsson Order Care) una tecnología usaba como Back-End para manejar las operaciones de todos los sistemas externos, tambien desarrolle un sitio web simple que simula una tienda online con un carrito de compras desarrollado en Angular. Luego, viajé a Fundao, Portugal por un mes para aprender como opera el equipo de desarrollo en Portugal. Actualmente, estoy trabajando en el equipo solucionando problemas/bugs que ocurren en produccionen el sistema OneClick."
        }
      }
    },
    "portafolio":{

    },
    "dumbstuff":{

    },
    "contact":{
      "name":"Nombre",
      "email":"Correo"
    }

  },
  "footer": {
    "text":"que sucede"
  }
}
